; Chromium Launcher
; https://github.com/henrypp/launchbro/tree/master/bin/i18n
;
; <Dutch (Nederlands)>
; <Alexei PortableApp™  https://alexeiportableapp.blogspot.com/>

[Dutch]
IDS_FILE=Bestand
IDS_RUN=Start Chromium
IDS_OPEN=Open Instellingen
IDS_EXIT=Chromium-Launcher Afsluiten
IDS_SETTINGS=Instellingen
IDS_LANGUAGE=Taal | Language
IDS_HELP=Help
IDS_WEBSITE=Website
IDS_ABOUT=Over...
IDS_DONATE=Bedank of Doneer!
IDS_TRAY_SHOW=Toon | Verberg
IDS_BROWSER=Versie Naam (Type)
IDS_CURRENTVERSION=Aanwezige Versie
IDS_VERSION=Nieuwste Versie
IDS_DATE=Uitgebracht op
IDS_ACTION_CHECK=Controleer op Update
IDS_ACTION_DOWNLOAD=Download update
IDS_ACTION_INSTALL=Installeer de Update
IDS_STATUS_CHECK=Controleer op nieuwe Uitgave...
IDS_STATUS_DOWNLOAD=Update Download...
IDS_STATUS_INSTALL=Update Uitpakken
IDS_STATUS_FOUND=Nieuwste versie "%" is beschikbaar!
IDS_STATUS_DOWNLOADED=Een Update is Ge-Download maar niet Ge-Installeerd. Sluit Chromium en klik op 'Installeer Update'.
IDS_QUESTION_STOP=Weet u zeker dat u het Chromium Update proces wilt annuleren?
IDS_CLOSE=Afsluiten
IDS_STATUS_ERROR=Fout tijdens controleren op Updates
IDS_STATUS_NOTFOUND=-> NIET Gevonden <-
IDS_RUNATEND_CHK=Browser aan het einde starten
IDS_DARKMODE_CHK=Donker thema gebruiken
IDS_TASKUPDATE_CHK=Geplande automatische updates inschakelen
IDS_STATUS_RESTARTNOTICE=Chromium wordt opnieuw gestart om de update toe te passen.
IDS_STATUS_RETRYINSTALL=Update gedownload, maar Chromium draait nog. Later opnieuw proberen.
IDS_QUESTION_TASKENABLE=Een geplande taak maken die elke 14 dagen op updates controleert en mogelijk een draaiende Chromium herstart om updates toe te passen?
IDS_CHECKFORUPDATES=Controleer op updates
IDS_AUTOCHECKUPDATES_CHK=Automatisch controleren op updates bij opstarten
IDS_UNINSTALL=Verwijderen
IDS_EXPORTPROFILE=Profiel exporteren
IDS_IMPORTPROFILE=Profiel importeren
IDS_UPDATE_AVAILABLE=Nieuwe versie %s is beschikbaar. Nu downloaden en installeren?
IDS_UPDATE_DOWNLOADING=App-update wordt gedownload...
IDS_UPDATE_INSTALLING=App-update wordt geïnstalleerd...
IDS_UPDATE_DONE=Update succesvol geïnstalleerd. Opnieuw opstarten...
IDS_UPDATE_ERROR=Fout bij het bijwerken van de toepassing.
IDS_UPDATE_UPTODATE=U gebruikt de nieuwste versie.
IDS_MIGRATION_FOUND=Er is een bestaande chrlauncher-installatie gevonden. Wilt u de gegevens migreren en hernoemen naar launchbro?
IDS_MIGRATION_TITLE=Migratie gedetecteerd
IDS_UNINSTALL_CONFIRM=Weet u zeker dat u launchbro wilt verwijderen?
IDS_UNINSTALL_KEEPPROFILES=Wilt u uw browserprofielen behouden?
IDS_EXPORTPROFILE_TITLE=Kies een map om profielen naar te exporteren
IDS_IMPORTPROFILE_TITLE=Kies een profielmap om te importeren
IDS_PROFILE_EXPORTED=Profiel succesvol geëxporteerd.
IDS_PROFILE_IMPORTED=Profiel succesvol geïmporteerd.
